Revit 2027 API
ParameterTypeId.DpartOriginalType Property
 "Original Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartOriginalType { get; }
Public Shared ReadOnly Property DpartOriginalType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartOriginalType {
	ForgeTypeId^ get ();
}
static member DpartOriginalType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace